---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.CoolingSetPoint
source: html/35ef2e5a-26b0-0531-26e6-33ec30bcce0b.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.CoolingSetPoint Property

Get or set the Cooling Set Point of the Zone.

## Syntax (C#)
```csharp
public double CoolingSetPoint { get; set; }
```

## Remarks
This property is used to get or set the Cooling Set Point of the Zone.